{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ButtonsSelection",
			"Children": [
				{
					"Source":
					{
						"Text": "Add Favorite"
					},
					"Translation":
					{
						"Text": "Adicionar aos Favoritos"
					},
					"Key": "buttonRemoveFavoriteAddFavorite"
				},
				{
					"Source":
					{
						"Text": "Add game to favorite"
					},
					"Translation":
					{
						"Text": "Adicionado jogo aos favoritos"
					},
					"Key": "MessageAddFavorite"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Voltar"
					},
					"Key": "buttonBack"
				},
				{
					"Source":
					{
						"Text": "Details"
					},
					"Translation":
					{
						"Text": "Detalhes"
					},
					"Key": "buttonDetails"
				},
				{
					"Source":
					{
						"Text": "Exit"
					},
					"Translation":
					{
						"Text": "Sair"
					},
					"Key": "buttonExit"
				},
				{
					"Source":
					{
						"Text": "Favorite"
					},
					"Translation":
					{
						"Text": "Favoritos"
					},
					"Key": "buttonFavorite"
				},
				{
					"Source":
					{
						"Text": "Game List"
					},
					"Translation":
					{
						"Text": "Lista de Jogos"
					},
					"Key": "buttonGameList"
				},
				{
					"Source":
					{
						"Text": "Menu"
					},
					"Translation":
					{
						"Text": "Opções"
					},
					"Key": "buttonMenu"
				},
				{
					"Source":
					{
						"Text": "No favorites to show"
					},
					"Translation":
					{
						"Text": "Sem favoritos para exibir"
					},
					"Key": "MessageNoFavorites"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "Confirmar"
					},
					"Key": "buttonOk"
				},
				{
					"Source":
					{
						"Text": "Remove Favorite"
					},
					"Translation":
					{
						"Text": "Remover Favorito"
					},
					"Key": "buttonRemoveFavorite"
				},
				{
					"Source":
					{
						"Text": "Remove game to favorite"
					},
					"Translation":
					{
						"Text": "Remover jogo dos favoritos"
					},
					"Key": "RemoveFavorite"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "Selecionar"
					},
					"Key": "buttonSelect"
				},
				{
					"Source":
					{
						"Text": "Show all games"
					},
					"Translation":
					{
						"Text": "Exibir todos os Jogos"
					},
					"Key": "MessageAllGames"
				},
				{
					"Source":
					{
						"Text": "Show only favorites"
					},
					"Translation":
					{
						"Text": "Exibir somente favoritos"
					},
					"Key": "MessageOnlyFavorites"
				},
				{
					"Source":
					{
						"Text": "Start Game"
					},
					"Translation":
					{
						"Text": "Iniciar Jogo"
					},
					"Key": "buttonStartGame"
				}
			]
		},
		{
			"Namespace": "PlayerMusic",
			"Children": [
				{
					"Source":
					{
						"Text": "Playing {TextPlayerMusic}"
					},
					"Translation":
					{
						"Text": "Tocando {TextPlayerMusic}"
					},
					"Key": "Play"
				}
			]
		},
		{
			"Namespace": "ST_Translation",
			"Children": [
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Voltar"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Configurations"
					},
					"Translation":
					{
						"Text": "Configurações"
					},
					"Key": "ToolTipConfigurations"
				},
				{
					"Source":
					{
						"Text": "Cover: "
					},
					"Translation":
					{
						"Text": "Capa:"
					},
					"Key": "Cover"
				},
				{
					"Source":
					{
						"Text": "Developer: "
					},
					"Translation":
					{
						"Text": "Desenvolvedor:"
					},
					"Key": "Developer"
				},
				{
					"Source":
					{
						"Text": "Device Information "
					},
					"Translation":
					{
						"Text": "Informações do Dispositivo"
					},
					"Key": "BtnDeviceInformation"
				},
				{
					"Source":
					{
						"Text": "Favorite: "
					},
					"Translation":
					{
						"Text": "Favoritos:"
					},
					"Key": "Favorite"
				},
				{
					"Source":
					{
						"Text": "Genre: "
					},
					"Translation":
					{
						"Text": "Gênero:"
					},
					"Key": "Genre"
				},
				{
					"Source":
					{
						"Text": "Last Time Played:"
					},
					"Translation":
					{
						"Text": "Útima vez que jogou:"
					},
					"Key": "LastTimePlayed"
				},
				{
					"Source":
					{
						"Text": "License Information"
					},
					"Translation":
					{
						"Text": "Informações da Licença"
					},
					"Key": "LicenseInformation"
				},
				{
					"Source":
					{
						"Text": "More Informations"
					},
					"Translation":
					{
						"Text": "Mais Informações"
					},
					"Key": "ToolTipMoreInformations"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "Ok"
					},
					"Key": "ok"
				},
				{
					"Source":
					{
						"Text": "Players: "
					},
					"Translation":
					{
						"Text": "Jogadores:"
					},
					"Key": "Players"
				},
				{
					"Source":
					{
						"Text": "Publisher: "
					},
					"Translation":
					{
						"Text": "Publicadora:"
					},
					"Key": "Publisher"
				},
				{
					"Source":
					{
						"Text": "Rating: "
					},
					"Translation":
					{
						"Text": "Classificação:"
					},
					"Key": "Rating"
				},
				{
					"Source":
					{
						"Text": "Release Date: "
					},
					"Translation":
					{
						"Text": "Data de lançamento:"
					},
					"Key": "ReleaseDate"
				},
				{
					"Source":
					{
						"Text": "Rom Path:"
					},
					"Translation":
					{
						"Text": "Caminho da Rom:"
					},
					"Key": "RomPath"
				},
				{
					"Source":
					{
						"Text": "Screenshot: "
					},
					"Translation":
					{
						"Text": "Captura de tela:"
					},
					"Key": "Screenshot"
				},
				{
					"Source":
					{
						"Text": "Scroll"
					},
					"Translation":
					{
						"Text": "Rolar"
					},
					"Key": "Scroll"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "Selecionar"
					},
					"Key": "Select"
				},
				{
					"Source":
					{
						"Text": "Select System"
					},
					"Translation":
					{
						"Text": "Selecione Sistema "
					},
					"Key": "TooltipSystem"
				},
				{
					"Source":
					{
						"Text": "Times Played: "
					},
					"Translation":
					{
						"Text": "Vezes Jogada:"
					},
					"Key": "Playcount"
				},
				{
					"Source":
					{
						"Text": "Title: "
					},
					"Translation":
					{
						"Text": "Título:"
					},
					"Key": "Title"
				},
				{
					"Source":
					{
						"Text": "Toggle Favorites"
					},
					"Translation":
					{
						"Text": "Alternar Favoritos"
					},
					"Key": "ToolTipToggleFavorites"
				},
				{
					"Source":
					{
						"Text": "Update Game List"
					},
					"Translation":
					{
						"Text": "Atualizar lista de jogos"
					},
					"Key": "BtnUpdateGameList"
				},
				{
					"Source":
					{
						"Text": "Video: "
					},
					"Translation":
					{
						"Text": "Vídeo"
					},
					"Key": "Video"
				},
				{
					"Source":
					{
						"Text": "Volume"
					},
					"Translation":
					{
						"Text": "Volume"
					},
					"Key": "Volume"
				}
			]
		}
	]
}